Repository: 5l1v3r1/parsec-cloud
Catalog: parsec/core/gui/*/parsec_*.po
Languages: tr

source: Select files to import
tr: Sélectionnez les fichiers à importer

source: Select a directory to import
tr: Sélectionnez un répertoire à importer

source: A folder with the same name already exists.
tr: Un répertoire du même nom existe déjà.

source: Are you sure you want to delete "{}" ?
tr: Êtes-vous sûr de vouloir supprimer "{}" ?

source: Can not delete "{}"
tr: Impossible de supprimer "{}"

source: Folder name
tr: Nom du répertoire

source: Enter new folder name
tr: Entrez un nouveau nom de répertoire

source: Open
tr: Ouvrir

source: Open in explorer
tr: Ouvrir dans l'explorateur

source: Rename
tr: Renommer

source: Delete
tr: Supprimer

source: New name
tr: Nouveau nom

source: Enter file new name
tr: Entrez un nouveau nom de fichier

source: Can not rename.
tr: Impossible de renommer.

source: The file "{}" already exists. Do you want to replace it ?
tr: Le fichier "{}" existe déjà. Voulez-vous le remplacer ?

source: Too short
tr: Trop court

source: Very weak
tr: Très faible

source: Weak
tr: Faible

source: Average
tr: Moyen

source: Good
tr: Bon

source: Strong
tr: Excellent

source: (shared)
tr: (partagé)

source: (shared by {})
tr: (partagé par {})

source: Unknown error.
tr: Erreur inconnue.

source: This device already exists.
tr: Cet appareil existe déjà.

source: Device took too much time to register.
tr: L'appareil a été trop long à s'enregistrer.

source: Can not register this device ({}).
tr: Impossible d'enregistrer cet appareil ({}).

source: Device has been registered. You may now close this window.
tr: L'appareil a été enregistré. Vous pouvez maintenant fermer cette fenêtre.

source: Can not close this window while waiting for the new device to register. Please cancel first.
tr: Cette fenêtre ne peut pas être fermée tant que l'appareil n'a pas été enregistré. Veuillez annuler d'abord.

source: Please enter a device name.
tr: Entrez un nom d'appareil.

source: Could not register the device.
tr: Impossible d'enregistrer l'appareil.

source: No invitation found for this user.
tr: Aucune invitation trouvée pour cet utilisateur.

source: Passwords don't match.
tr: Les mots de passe ne correspondent pas.

source: Password must be at least 8 caracters long.
tr: Un mot de passe doit faire au moins 8 caractères de long.

source: URL or device is invalid.
tr: L'URL ou l'appareil sont invalides.

source: Can not claim this user ({info}).
tr: Impossible d'enregistrer cet utilisateur ({info}).

source: Please wait while the user is registered.
tr: Veuillez patienter pendant que l'utilisateur est enregistré.

source: Password strength: {}
tr: Force du mot de passe: {}

source: Show info
tr: Informations

source: Revoke
tr: Révoquer

source: This device has been revoked.
tr: Cet appareil a été révoqué.

source: Are you sure you want to revoke device "{}" ?
tr: Êtes-vous sûr de vouloir révoquer l'appareil "{}" ?

source: Device "{}" has been revoked.
tr: L'appareil "{}" a été révoqué.

source: Device "{}" has already been revoked.
tr: L'appareil "{}" a déjà été révoqué.

source: Device "{}" not found.
tr: L'appareil "{}" n'a pas été trouvé.

source: You don't have the permission to revoke this device.
tr: Vous n'avez pas l'autorisation de révoquer cet appareil.

source: Can not revoke this device.
tr: Impossible de révoquer cet appareil.

source: Can not acces this file.
tr: Impossible d'accéder à ce fichier.

source: Not yet implemented.
tr: Non implémenté.

source: Enter workspace new name
tr: Entrez le nouveau nom de l'espace de travail

source: Workspace name
tr: Nom de l'espace de travail

source: A workspace with the same name already exists.
tr: Un espace de travail du même nom existe déjà.

source: Can not rename the workspace.
tr: Impossible de renommer cet espace de travail.

source: New workspace
tr: Nouvel espace de travail

source: Enter new workspace name
tr: Entrez le nom du nouvel espace de travail

source: Created on {}
tr: Crée le {}

source: This user has been revoked.
tr: Cet utilisateur a été révoqué.

source: Are you sure you want to revoke user "{}" ?
tr: Êtes-vous sûr de vouloir révoquer l'utilisateur "{}" ?

source: User "{}" has been revoked.
tr: L'utilisateur "{}" a été révoqué.

source: User "{}" has already been revoked.
tr: L'utilisateur "{}" a déjà été révoqué.

source: User "{}" not found.
tr: L'utilisateur "{}" n'a pas été trouvé.

source: You don't have the permission to revoke this user.
tr: Vous n'avez pas l'autorisation de révoquer cet utilisateur.

source: Can not revoke this user.
tr: Impossible de révoquer cet utilisateur.

source: TB
tr: To

source: GB
tr: Go

source: MB
tr: Mo

source: KB
tr: Ko

source: B
tr: o

source: Welcome!
tr: Bienvenue!

source: Parsec allows you to store data in the cloud with a very high security level. Find out more by letting us guide you step by step!
tr: Parsec permet de stocker vos fichiers dans le Cloud avec un très haut niveau de sécurité. Découvrez Parsec en vous laissant guider pas à pas !

source: Workspaces
tr: Espaces de travail

source: Arrange all your files by workspaces, a clear interface for an easy to use and simple process.
tr: Organisez tous vos fichiers par espace de travail, une interface claire pour une utilisation simple et efficace.

source: In your workspaces, see and manage all your files, just as with a regular file explorer. A lightweight display to increase your productivity!
tr: Dans votre espace de travail, tous vos fichiers sont présents, comme si vous étiez dans votre explorateur de fichiers. Un affichage léger pour plus de productivité !

source: Sharing
tr: Partage

source: Share your workspaces with a few clicks. See who can access it, and what others share with you. Everything shared with you automatically appears.
tr: Partagez vos espaces de travail en quelques clics. Voyez rapidement qui peut y accéder. Ce qu'on vous partage s'affiche automatiquement dans votre interface.

source: Manage your devices
tr: Gestion de périphériques

source: See and manage thee devices you trust. Those are the key to the guaranted security of your files.
tr: Visualisez et gérez aisément vos différents périphériques de confiance, qui sont la clé de la sécurisation assurée de vos fichiers.

source: Manage the users
tr: Gestion des utilisateurs

source: And for the administrators ? You can manage all users and their privileges, add users, or revoke them.
tr: Et pour les administrateurs ? Vous pouvez gérer la totalité des utilisateurs et leurs droits, en ajouter, en révoquer, ...

source: Even offline
tr: Même hors-ligne

source: No network ? Not a problem. You can access all your files. Modifications will be saved locally until your device comes online again.
tr: Un soucis de réseau ? Aucun problème ! Vous avez accès à tous vos fichiers. Vos modifications sont sauvegardées localement, tout se synchronisera au retour du réseau !

source: :/screenshots/images/screenshots/offline_en.png
tr: :/screenshots/images/screenshots/offline_fr.png

source: Now it's your turn !
tr: À vous de jouer !

source: Create your first workspace, import your files, share your documents. Security waits for no one!
tr: Créez votre premier espace de travail, importez vos fichiers, partagez vos documents, ... Vous n'avez plus qu'à vous lancer, car la sécurité n'attend pas !

source: End
tr: Terminer

source: Continue
tr: Continuer

source: Start
tr: Commencer

source: Parent Folder
tr: Répertoire parent

source: Parent Workspace
tr: Espace de travail parent

source: This organization does not exist (is the URL correct ?).
tr: Cette organisation n'existe pas (l'URL est-elle correcte ?)

source: This user already exists.
tr: Cet utilisateur existe déjà.

source: Can not bootstrap this organization ({info}).
tr: Impossible de démarrer l'organisation ({info}).

source: Show window
tr: Afficher la fenêtre

source: Exit
tr: Quitter

source: The organization and the user have been created. You will now be logged in.
tr: L'organisation et l'utilisateur ont été crées. Vous allez maintenant être connecté.

source: The organization and the user have been created. You can now log in.
tr: L'organisation et l'utilisateur ont été crées. Vous pouvez maintenant vous connecter.

source: The user has been created. You will now be logged in.
tr: L'utilisateur a été crée. Vous allez maintenant être connecté.

source: The user has been created. You can now log in.
tr: L'utilisateur a été crée. Vous pouvez maintenant vous connecter.

source: No invitation found for this device.
tr: Aucune invitation trouvée pour cet utilisateur.

source: URL or user is invalid.
tr: L'URL ou l'utilisateur sont invalides.

source: Can not claim this device ({info}).
tr: Impossible d'enregistrer cet appareil ({info}).

source: Please wait while the device is registered.
tr: Veuillez patienter pendant l'enregistrer de l'appareil.

source: The device has been registered. You can now login.
tr: L'appareil a été enregistré. Vous pouvez maintenant vous connecter.

source: Global
tr: Globale

source: Network
tr: Réseau

source: Modification will take effect the next time you start the application.
tr: Les modifications seront prises en compte au prochain lancement de l'application.

source: Disconnected from the backend.
tr: Déconnecté du serveur.

source: Connected to the backend.
tr: Connecté au serveur.

source: Mountpoint has been unmounted.
tr: Le point de montage a été perdu.

source: Workspace '{}' shared with you
tr: Espace de travail '{}' partagé avec vous

source: Conflict while syncing file '{}'.
tr: Conflit lors de la synchronisation de '{}'.

source: Connected
tr: Connecté

source: Disconnected
tr: Déconnecté

source: Users
tr: Utilisateurs

source: Devices
tr: Appareils

source: Settings
tr: Configuration

source: Cancelling...
tr: Annulation...

source: Only admins can invite a new user.
tr: Seuls les administrateurs peuvent inviter un nouvel utilisateur.

source: User took too much time to register.
tr: L'utilisateur a été trop long à s'enregistrer.

source: Unhandled response {}
tr: Réponse non gérée {}

source: User has been registered. You may now close this window.
tr: L'utilisateur a été enregistré. Vous pouvez maintenant fermer cette fenêtre.

source: Can not close this window while waiting for the new user to register. Please cancel first.
tr: Cette fenêtre ne peut pas être fermée tant que l'utilisateur n'a pas été enregistré. Veuillez annuler d'abord.

source: Please enter a username.
tr: Entrez un nom d'utilisateur.

source: A user with the same name already exists.
tr: Un utilisateur du même nom existe déjà.

source: Could not register the user.
tr: Impossible d'enregistrer l'utilisateur.

source: You can not share a workspace with yourself.
tr: Vous ne pouvez pas partager un espace de travail avec vous-même.

source: This workspace is already shared with "{}".
tr: Cet espace de travail est déjà partagé avec "{}".

source: Can not share the workspace "{}" with this user.
tr: Impossible de partager l'espace de travail "{}" avec cet utilisateur.

source: Can not share the workspace "{}" with "{}".
tr: Impossible de partager l'espace de travail "{}" avec "{}".

source: Permissions could not be updated for the following users: {}
tr: Les permissions n'ont pas pu être mises à jour pour les utilisateurs suivants : {}

source: Permissions have been updated.
tr: Les permissions ont été mises à jour.

source: Are you sure?
tr: Êtes-vous sûr ?

source: You have made some modifications, but have not applied them by clicking "Apply". Are you sure you want to close this window and discard these modifications?
tr: Vous avez effectué des modifications mais ne les avez pas appliqué en cliquant sur "Appliquer". Êtes-vous sûr de vouloir fermer cette fenêtre et annuler les modifications ?

source: User name
tr: Nom d'utilisateur

source: Information
tr: Informations

source: Warning
tr: Alerte

source: Error
tr: Erreur

source: Parsec - Community Edition - {} - Sovereign enclave for sharing sensitive data on the cloud
tr: Parsec - Édition Communautaire - {} - Enclave souveraine pour le partage de données sensibles sur le cloud

source: Error reporting
tr: Rapport d'erreur

source: Do you authorize Parsec to send data when it encounters an error to help us improve your experience ?
tr: Autorisez-vous Parsec à envoyer des données en cas d'erreur pour nous permettre d'améliorer votre expérience ?

source: Authentication failed.
tr: L'authentification a échoué.

source: User not registered in the backend.
tr: L'utilisateur n'est pas enregistré sur le serveur.

source: Mountpoint already in use.
tr: Le point de montage est déjà utilisé.

source: Can not login
tr: Impossible de se connecter.

source: Can not login.
tr: Impossible de se connecter.

source: Are you sure you want to quit ?
tr: Êtes-vous sûr de vouloir fermer l'application ?

source: Parsec is still running.
tr: Parsec est toujours ouvert.

source: To bootstrap an organization, create one on the website and paste the information.
tr: Pour démarrer une organisation, créez en une sur le site web et copiez ici les informations.

source: Device name
tr: Nom de l'appareil

source: Password
tr: Mot de passe

source: Password check
tr: Vérification du mot de passe

source: PKCS #11 Token
tr: Jeton PKCS #11

source: PKCS #11 Key
tr: Clef PKCS #11

source: Authenticate using PKCS #11
tr: S'authentifier en utilisant PKCS #11

source: Cancel
tr: Annuler

source: Bootstrap
tr: Démarrer

source: To register a new device, you need an existing device to declare a new device and get the resulting token.
tr: Pour enregistrer un nouvel appareil, il faut le déclarer en utilisant un appareil existant et copier ici le jeton.

source: Token
tr: Jeton

source: Register
tr: Enregistrer

source: To register a new user, you need another user to create an account and get a token.
tr: Pour enregistrer un nouvel utilisateur, un administrateur doit le déclarer et vous fournir un jeton.

source: Search devices
tr: Rechercher un appareil

source: Search files or folders
tr: Rechercher un fichier ou un répertoire

source: Name
tr: Nom

source: Created
tr: Crée

source: Updated
tr: Modifié

source: Size
tr: Taille

source: Behavior
tr: Comportement

source: Close button minimizes Parsec in the tray
tr: Le bouton de fermeture place Parsec dans la barre de tâches

source: Localization
tr: Internationalisation

source: Language
tr: Langue

source: Check for new version at startup
tr: Vérifier si une nouvelle version est disponible au démarrage

source: Check for new version now
tr: Vérifier si une nouvelle version est disponible

source: Send information when Parsec encounters an error.
tr: Envoyer des informations quand Parsec rencontre une erreur.

source: Save
tr: Sauvegarder

source: Importing
tr: En cours d'importation

source: Identifier
tr: Identifiant

source: PKCS #11 PIN
tr: PIN PKCS #11

source: Log In
tr: Se connecter

source: Register a new account
tr: Enregistrer un nouvel utilisateur

source: Register a new device
tr: Enregistrer un nouvel appareil

source: Bootstrap an organization
tr: Démarrer une organisation

source: Users
tr: Utilisateurs

source: Devices
tr: Appareils

source: Settings
tr: Configuration

source: Log Out
tr: Se déconnecter

source: Proxy type
tr: Type de proxy

source: No proxy
tr: Aucun proxy

source: Host
tr: Hôte

source: Username
tr: Nom d'utilisateur

source: Speed limits
tr: Limite de vitesse

source: Upload
tr: Ascendant

source: No limit
tr: Aucune limite

source: Limit to
tr: Limité à

source: kb/s
tr: Ko/s

source: Download
tr: Descendant

source: Misc
tr: Divers

source: Number of simultaneous connections
tr: Nombre de connexions simultanées

source: A new version of Parsec is available !
tr: Une nouvelle version de Parsec est disponible !

source: Don't remind me in the future
tr: Ne pas me le rappeler à l'avenir

source: Ignore
tr: Ignorer

source: No
tr: Non

source: Yes
tr: Oui

source: Register new device
tr: Enregistrer un nouvel appareil

source: Use the following information to set up your new device:
tr: Utilisez les informations suivantes pour enregistrer votre nouvel appareil

source: Do not close this window while the device registers.
tr: Ne fermez pas cette fenêtre pendant que l'appareil s'enregistre.

source: Register the device
tr: Enregistrer l'appareil

source: Register new user
tr: Enregistrer un nouvel utilisateur

source: User is administrator
tr: L'utilisateur est un administrateur

source: Transmit the following information to the user:
tr: Transmettez les informations suivantes à l'utilisateur :

source: Do not close this window while the user registers.
tr: Ne fermez pas cette fenêtre pendant que l'utilisateur s'enregistre.

source: Register the user
tr: Enregistrer l'utilisateur

source: Skip
tr: Passer

source: Replace
tr: Remplacer

source: Do the same for all files
tr: Utiliser la même action pour tous les fichiers

source: Close
tr: Fermer

source: Back
tr: Retour

source: Search users
tr: Rechercher un utilisateur

source: You are this workspace's owner.
tr: Vous êtes le propriétaire de l'espace de travail.

source: This workspace is shared.
tr: Cet espace de travail est partagé.

source: This workspace is empty.
tr: Cet espace de travail est vide.

source: Rename the workspace
tr: Renommer l'espace de travail

source: Share the workspace
tr: Partager l'espace de travail

source: Delete the workspace
tr: Supprimer l'espace de travail

source: Manage workspace sharing
tr: Gérer le partage de l'espace de travail

source: Share with
tr: Partagé avec

source: User can administer
tr: Administrateur

source: User can read
tr: Lecture

source: User can write
tr: Écriture

source: Share
tr: Partager

source: Admin
tr: Administrateur

source: Read
tr: Lecture

source: Write
tr: Écriture

source: Apply
tr: Appliquer
